import React from "react";
import doctorImg from "../assets/images/doctorCovid.jpg";

const Covid = () => {
  return (
    <section className="covid box">
      <h1>المسألة1: تأثير جائحة فيروس كورونا المستجد (كوفيد19)</h1>
      <p>
        تتبين أن فيروسًا جديدًا يسمى فيروس المتلازمة التنفسية الحادة الوخيمة
        كورونا 2 (SARS-CoV-2) هو السبب في تفشي مرض بدأ ظهوره في الصين سنة 2019.
        ويسمى المرض الناتج عنه: مرض فيروس كورونا 2019 (كوفيد 19).
        <br />
        في مارس 2020، أعلنت منظمة الصحة العالمية أن فيروس كوفيد 19 أصبح جائحة
        عالمية. وتعمل مجموعات الصحة العامة، ومن بينها مركز مكافحة الأمراض
        والوقاية منها في الولايات المتحدة ومنظمة الصحة العالمية على متابعة هذه
        الجائحة ونشر آخر المستجدات على مواقعها عبر الإنترنت. وتصدر هذه المجموعات
        توصيات للوقاية من انتشار هذا الفيروس المسبب لمرض كوفيد 19.
        <br />
        كيف ينتشر مرض فيروس كورونا؟
        <br /> أظهرت البيانات أن فيروس كوفيد 19 ينتقل بشكل أساسي من شخص إلى آخر
        عبر المخالطة اللصيقة (في نطاق 6 أقدام أو مترين تقريبًا). وينتشر الفيروس
        عن طريق الرذاذ التنفسي الذي يخرج من الشخص المصاب بالفيروس حين يسعل أو
        يعطس أو يتنفس أو يغني أو يتحدث. وربما يستنشق شخص قريب منه هذا الرذاذ أو
        يدخل إلى فمه أو أنفه أو عينيه. وفي بعض الحالات، من الممكن أن ينتشر فيروس
        كوفيد 19 عندما يتعرض الشخص لقطرات صغيرة أو بقايا رذاذ تظل عالقة في
        الهواء لعدة دقائق أو ساعات، وهذا يسمى الانتقال عبر الهواء. ويمكن للفيروس
        أن ينتشر أيضًا إذا لمست سطحًا يغطيه الفيروس ثم لمست فمك أو أنفك أو
        عينيك. ولكن احتمال الخطر في هذه الحالة يكون منخفضًا. يمكن أن ينتقل فيروس
        كوفيد 19 من شخص مصاب لا تظهر عليه أعراض. وهذا يسمى الانتقال دون أعراض.
        ويمكن أن ينتقل فيروس كوفيد 19 أيضًا من شخص مصاب ولم تظهر عليه الأعراض
        بعد. وهذا يسمى الانتقال السابق لظهور الأعراض. من الممكن أن تصاب بفيروس
        كوفيد 19 مرتين أو أكثر، لكن هذا غير شائع. ما أعراض فيروس كوفيد 19 تتراوح
        حدة أعراض مرض فيروس كوفيد 19 بين الخفيفة للغاية والحادة. وبعض الأشخاص لا
        تظهر عليهم أعراض. أما المؤشرات والأعراض الأكثر شيوعًا فهي الحمى والسعال
        والتعب وفقدان حاسة التذوق أو الشم. قد تشمل المؤشرات والأعراض الأخرى: ضيق
        النفس وآلام العضلات والقشعريرة والتهاب الحلق والصداع وآلام الصدر
        والإسهال والقيء والغثيان. وهذه القائمة لا تشمل كل الأعراض؛ إذ سُجلت
        أعراض أخرى أقل شيوعًا. تظهر الأعراض بعد مدة تتراوح بين يومين و14 يومًا
        من التعرض للفيروس.
        <br /> هل يمكن الوقاية من الإصابة بفيروس كوفيد 19؟
        <br /> منحت إدارة الغذاء والدواء الأمريكية بعض لقاحات كوفيد 19 تراخيص
        بالاستخدام في حالات الطوارئ داخل الولايات المتحدة الأمريكية. وقد اعتمدت
        إدارة الغذاء والدواء الأمريكية استخدام لقاح فايزر-بيونتك المضاد لفيروس
        كوفيد 19، الذي أصبح يُعرف باسم "كوميرناتي" الآن، لوقاية الأشخاص الذين
        تبلغ أعمارهم 16 عامًا أو أكثر من الإصابة بمرض كوفيد 19. وقد منحت إدارة
        الغذاء والدواء الأمريكية ترخيصًا بالاستخدام في حالات الطوارئ للقاح
        فايزر-بيونتك المضاد لفيروس كوفيد 19 للأطفال بعمر 5 أعوام إلى 15 عامًا.
        كما اعتمدت إدارة الغذاء والدواء الأمريكية لقاح موديرنا، الذي أصبح الآن
        يُعرف باسم سبايكفاكس، لوقاية الأشخاص الذين تبلغ أعمارهم 18 عامًا فأكثر
        من الإصابة بفيروس كوفيد 19. يمكن أن تقيك اللقاحات من الإصابة بمرض كوفيد
        19 أو تحميك من التعرض للمضاعفات الخطيرة عند الإصابة بمرض كوفيد 19 جراء
        التعرض للفيروس المسبب له (فيروس كوفيد 19). ما الذي يمكنني فعله لتجنب
        الإصابة؟ يمكنك اتباع بعض التدابير للحد من خطر الإصابة بفيروس كوفيد 19
        وتقليل احتمالية نشر العدوى به بين الآخرين. توصي منظمة الصحة العالمية
        ومركز مكافحة الأمراض والوقاية منها باتباع التدابير التالية: تلقي
        اللقاحات. تجنُّب المخالطة اللصيقة (في نطاق مترين أو 6 أقدام تقريبًا) لأي
        شخص مريض أو تبدو عليه أعراض المرض. الحفاظ على مسافة مترين (6 أقدام) بينك
        وبين الآخرين عندما تكون في الأماكن العامة المغلقة إذا لم تكن قد تلقيت
        جرعات اللقاح كاملة. تجنُّب التجمعات المزدحمة والأماكن المغلقة سيئة
        التهوية. غسل اليدين بالماء والصابون باستمرار لمدة لا تقل عن 20 ثانية.
        وفي حال تعذر عليك غسل يديك، يمكنك استخدام معقم يدين كحولي يحتوي على
        الكحول بتركيز لا تقل عن 60%. ارتداء كمامة في الأماكن العامة المغلقة إذا
        كنت موجودًا في منطقة سجلت عددًا كبيرًا من الأشخاص المصابين بفيروس كوفيد
        19 الموجودين في المستشفى وحالات الإصابة الجديدة بفيروس كوفيد 19، سواء
        أكنت قد تلقيت اللقاح أم لا. ويوصي مركز مكافحة الأمراض والوقاية منها
        بالالتزام بارتداء أكثر الكمامات فعالية في الوقاية من بين الكمامات
        المتوفرة، وأن تكون مُحكمة ومريحة في الاستخدام. تغطية الفم والأنف بالمرفق
        أو بمنديل عند السعال أو العطس. وتخلص من المناديل المستعملة. ثم اغسل يديك
        على الفور. تجنب لمس عينيك أو أنفك أو فمك. الحرص على تنظيف الأسطح التي
        تلامسها بصورة متكررة وتعقيمها بانتظام. إذا كنت مصابًا بأحد الأمراض
        المزمنة، فقد تصبح أكثر عرضةً للإصابة بمضاعفات المرض الشديدة.
        <br /> لذا عليك استشارة الطبيب بشأن الطرق الأخرى لحماية نفسك. هل يجب
        عليَّ ارتداء الكمامة؟
        <br /> يوصي مركز مكافحة الأمراض والوقاية منها باستعمال الكمامات لعموم
        الأشخاص. وإن كنت موجودًا في منطقة سجلت عددًا كبيرًا من الأشخاص المصابين
        بفيروس كوفيد 19 الموجودين في المستشفى وحالات الإصابة الجديدة بفيروس
        كوفيد 19، فيوصي مركز مكافحة الأمراض والوقاية منها بارتداء كمامة مُحكمة
        في الأماكن العامة المغلقة، سواء أكنت قد تلقيت اللقاح أم لا. قد يساعد
        ارتداء الكمامة في الأماكن العامة على الحد من انتشار المرض عن طريق حاملي
        الفيروس الذين لا تظهر عليهم أعراض. يوصي مركز مكافحة الأمراض والوقاية
        منها بضرورة الالتزام بارتداء أكثر الكمامات فعالية في الوقاية من بين
        الكمامات المتوفرة، وأن تكون مُحكمة ومريحة في الاستخدام. وتوفر أقنعة
        التنفس مثل كمامات "N95" غير الجراحية أقصى قدر من الحماية. ثم تأتي كمامات
        "KN95" والكمامات الطبية في المرتبة الثانية بين الكمامات التي توفر أعلى
        مستوى من الحماية. أما الكمامات القماشية فتوفر أقل قدر من الحماية. ويوصي
        مركز مكافحة الأمراض والوقاية منها بتخصيص كمامات "N95" الجراحية لأطقم
        الرعاية الصحية. ووفقًا لتوصيات مركز مكافحة الأمراض والوقاية منها، يمكنك
        بعد تلقي اللقاح أن تستأنف بأمان العديد من الأنشطة التي ربما تعذرت عليك
        ممارستها بسبب ظروف الجائحة. لكن إن كنت موجودًا في منطقة سجلت عددًا
        كبيرًا من حالات كوفيد 19 المحتجزة بالمستشفى وحالات إصابة جديدة بالمرض،
        فيوصي مركز مكافحة الأمراض والوقاية منها بارتداء الكمامة في الأماكن
        العامة المغلقة، علمًا بأنك لن تكون محصنًا بالكامل إلا بعد مرور أسبوعين
        من تلقي الجرعة الثانية لأحد لقاحات الحمض النووي الريبوزي المرسال المضادة
        لفيروس كوفيد 19، أو بعد مرور أسبوعين من تلقي جرعة واحدة من لقاح
        يانسن/جونسون آند جونسون المضاد لفيروس كوفيد 19. سوف تُعتبر متلقيًا لأحدث
        جرعات اللقاحات إذا كنت قد تلقيت كل لقاحات فيروس كوفيد 19 الموصى بها، بما
        في ذلك الجرعات المعززة، عندما تكون مؤهلاً لتلقيها. في الولايات المتحدة،
        يتعين على الجميع ارتداء الكمامات على متن الطائرات والحافلات والقطارات
        وغيرها من وسائل النقل العامة.
        <br /> هل أستطيع السفر؟
        <br /> إذا كنت تخطط للسفر، فتحقق من التدابير اللازمة للسفر، واتبع
        الاحتياطات الخاصة بالتردد على الأماكن العامة. وقد ترغب أيضًا في استشارة
        الطبيب إذا كانت لديك مشكلات صحية تجعلك أكثر عرضة للإصابة بالتهابات
        الجهاز التنفسي ومضاعفاته.
        <br /> ما الإجراءات التي ينبغي اتخاذها إذا اكتشفت أنني مصاب بفيروس كوفيد
        19 أو كنت أشك في إصابتي به؟
        <br /> إذا ظهرت عليك أعراض كوفيد 19 أو تعرضت للفيروس المسبب له، فاتصل
        بالطبيب للحصول على المشورة الطبية. ومن المرجح أن يوصيك الطبيب بإجراء
        اختبار لفيروس كوفيد 19. وإذا ظهرت عليك مؤشرات طارئة لفيروس كوفيد 19 مثل
        صعوبة التنفس، فاطلب الرعاية الطبية على الفور. وإذا تطلب الأمر الذهاب إلى
        المستشفى، فاتصل به سابقًا حتى يمكن للطبيب اتخاذ الاحتياطات اللازمة لضمان
        عدم تعرض الآخرين للفيروس. اتبع الاحتياطات التالية لتجنب نشر فيروس كوفيد
        19: الزم المنزل ولا تذهب إلى العمل والمدرسة والأماكن العامة، ولا تغادره
        إلا للحصول على رعاية طبية. تجنب ركوب وسائل النقل العامة وسيارات الأجرة
        واستخدام خدمات تأجير السيارات. ارتدِ كمامة قماشية أثناء وجودك برفقة
        أشخاص آخرين أو حيوانات أليفة. اغسل يديك بالماء والصابون باستمرار ولمدة
        لا تقل عن 20 ثانية. اعزل نفسك قدر الإمكان عن الآخرين أو الحيوانات
        الأليفة أثناء وجودك في المنزل. استخدم غرفة وحمامًا منفصلين إن أمكن. تجنب
        مشاركة الأطباق والأكواب ومفارش الأسرّة والأدوات المنزلية الأخرى. احرص
        على تنظيف الأسطح التي تلامسها بصورة متكررة وتعقيمها يوميًّا.
      </p>
      <img src={doctorImg} alt="Doctor" />
    </section>
  );
};

export default Covid;
